{
  "Number of personnel": "EN",
  "test": "test Eng",
  "กรุณากรอกข้อมูลเป็นรูปแบบอีเมล": "Please fill in the email format.",
  "กรุณากรอกชื่อ-สกุลอีกครั้ง": "Please enter your first and last name again.",
  "กรุณากรอกชื่อ-สกุลให้มีความยาวมากกว่า 3 ตัวอักษร": "Please enter your first and last name to be longer than 3 characters.",
  "กรุณากรอกชื่อภาษาอังกฤษ": "Please fill in your name in Eng",
  "กรุณากรอกชื่อภาษาไทย": "Please fill in your name in Thai",
  "กรุณากรอกนามสกุลภาษาอังกฤษ": "Please fill in your surname in Eng",
  "กรุณากรอกนามสกุลภาษาไทย": "Please fill in your surname in Thai",
  "กรุณากรอกอีเมล": "Please fill in your Email",
  "กรุณากรอกเลขบัตรประชาชน 13 หลัก / เลขที่หนังสือเดินทาง": "Please enter your 13 digit ID card number / passport number.",
  "กรุณาพิมพ์ชื่อ-สกุลที่ต้องการ": "Please type in the desired name and surname",
  "กรุณาพิมพ์ชื่อตำแหน่ง": "Enter postition name",
  "กรุณารอสักครู่": "Please wait",
  "กรุณาเลือกคำนำหน้า": "Please choose a prefix",
  "กรุณาเลือกงาน": "Please select a job.",
  "กรุณาเลือกตำแหน่ง": "Please select a position",
  "กรุณาเลือกฝ่าย": "Please choose a Fac",
  "กรุณาเลือกวันที่บรรจุราชการ": "Please select the official employment date",
  "กรุณาเลือกวันเกษียณอายุราชการ": "Please choose a retirement date",
  "กรุณาเลือกสำนัก / กอง": "Please select an office/division.",
  "กรุณาเลือกหน่วย": "Please select a unit.",
  "กรุณาเลือกเทศบาล": "Please choose a municipality",
  "กลับไปยังหน้าข้อมูลบุคลากร": "Go back to employee page",
  "กลับไปยังหน้าข้อมูลผู้บริหาร": "Go back to Executive Page",
  "การจัดการ": "Management",
  "กำลังดำเนินการรีเช็ตรหัสผ่าน กรุณารอสักครู่": "Password reset in progress. Please wait a moment",
  "กำลังดำเนินการเพิ่มข้อมูล กรุณารอสักครู่": "Processing to add information please wait a moment",
  "ข้อมูลการทำงาน": "Work information",
  "ข้อมูลบัญชีผู้ใช้งาน": "User account information",
  "ข้อมูลบุคลากร": "Employee",
  "ข้อมูลผู้บริหาร": "Executive",
  "ข้อมูลส่วนตัว": "Profile",
  "คลิก": "Click",
  "คำนำหน้า": "Prefix",
  "คุณกรอกเลขบัตรประชาชนซ้ำ กรุณากรอกใหม่อีกครั้ง": "You enter your ID card number again. Please enter again.",
  "คุณต้องการรีเช็ตรหัสผ่านหรือไม่ ?": "Do you want to reset your password ?",
  "คุณต้องการลบข้อมูล คุณ": "You want to delete",
  "คุณต้องการลบข้อมูลหรือไม่ ?": "Do you want to delete the information ?",
  "คุณต้องการเปลี่ยนสถานะใช่หรือไม่ ?": "Do you want to change your status?",
  "คุณลบข้อมูลบุคลากรเสร็จสิ้น": "You have finished deleting personnel data.",
  "คุณลบข้อมูลผู้บริหารเสร็จสิ้น": "You have finished deleting executive data.",
  "คุณเปลี่ยนสถานะบุคลากรสำเร็จ": "You have successfully changed your personnel status.",
  "คุณเปลี่ยนสถานะผู้บริหารสำเร็จ": "You have successfully changed your executive status.",
  "คู่มือการใช้งาน": "User manual",
  "ค้นหาชื่อ สำนัก/กอง": "Search for the name of the office/division.",
  "ค้นหาชื่อ-สกุล": "Search for first and last name",
  "ค้นหาชื่อ-สกุล อีเมล": "Search for first and last name, email",
  "ค้นหาบุคลากร": "Personnel Search",
  "งาน": "Work",
  "จัดการสถานะ": "Manage status",
  "จำนวนบุคลากร": "Employee",
  "จำนวนบุคลากรแต่ละสำนักงาน": "Employee in each office",
  "จำนวนบุคลากรแต่ละหน่วยงาน": "Employee in each department",
  "จำนวนผู้บริหาร": "Executive",
  "จำนวนฝ่าย": "Factions",
  "จำนวนสำนัก/กอง": "Offices",
  "โครงสร้างองค์กร": "Organization structure"
}